#1)Да,чувствителен к регистру,в питоне в основном нужно писать с маленькой буквы
#2)Я откуда знаю
#3)С добавлением решётки в начале
#4)Питон поддерживает лог.переменные,числа,списки,строки и т.д.
#5)С помощью команды int(input())
#6)Можно конвертировать строку в число с помощью функции int()
#7)Для этого достаточно использовать функцию len()
#8)break поможет это сделать йоу
#9)Код исполняется с помощью программы интерпретатора
#10)Усё




# tretьe zadanie
#def istina():
# a = int(input())
# b = int(input())
# if a / 2 == 0 or b / 2 == 0:
#    print('Вот прикол,тут есть ЧЁТНОЕ число')
# else:
#   print('Нет тут ничего, закругляйся((')
# a = int(input("Дай число a = "))
# b = int(input("Ещё нужно b = "))
# c = int(input("Ну и последнее c = "))
# if a / 3 == 0 and b / 3 == 0 and c / 3 == 0:
#    print("da")
# else:
#    print("net")

#Pervoe zadanie
#x = float(input())
#y = float(input())
#if x <= y <= 1 <= x+y:
#    print('da')
#else:
#    print('net')
#vtoroe zadanie

